xml/request/language_und.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
              <dkabm:record>
                <ac:identifier>000001544|850330</ac:identifier>
                <ac:source>Bibliotekskatalog</ac:source>
                <dc:title>Fra Povl Pop til Poul Pagh</dc:title>
                <dc:title xsi:type="dkdcplus:full">Fra Povl Pop til Poul Pagh : mænd og huse i det gamle Aalborg</dc:title>
                <dc:title xsi:type="dkdcplus:series">Aalborg-bogen ; 1973</dc:title>
                <dc:creator xsi:type="dkdcplus:aut">Svend B. Olesen (f. 1908)</dc:creator>
                <dc:creator xsi:type="oss:sort">Olesen, Svend B. (f. 1908)</dc:creator>
                <dc:subject xsi:type="dkdcplus:DK5">46.4 Ålborg</dc:subject>
                <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte lokaliteter uden for København</dc:subject>
                <dc:subject xsi:type="dkdcplus:genre">nonfiktion</dc:subject>
                <dcterms:audience>voksenmaterialer</dcterms:audience>
                <dc:publisher>Selskabet for Aalborgs Historie</dc:publisher>
                <dc:date>????</dc:date>
                <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
                <dc:format>illustreret</dc:format>
                <dcterms:extent>2 bind</dcterms:extent>
                <dc:language xsi:type="dcterms:ISO639-2">und</dc:language>
                <dc:language>undefined</dc:language>
              </dkabm:record>
              <marcx:collection>
                <marcx:record format="danMARC2" type="Bibliographic">
                  <marcx:leader>000000000000000000000000</marcx:leader>
                  <marcx:datafield ind1="0" ind2="0" tag="001">
                    <marcx:subfield code="a">000001544</marcx:subfield>
                    <marcx:subfield code="b">850330</marcx:subfield>
                    <marcx:subfield code="f">a</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="002">
                    <marcx:subfield code="d">D152771556</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="004">
                    <marcx:subfield code="r">n</marcx:subfield>
                    <marcx:subfield code="a">e</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="008">
                    <marcx:subfield code="t">m</marcx:subfield>
                    <marcx:subfield code="a">????</marcx:subfield>
                    <marcx:subfield code="z">????</marcx:subfield>
                    <marcx:subfield code="l">und</marcx:subfield>
                    <marcx:subfield code="v">4</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="009">
                    <marcx:subfield code="a">a</marcx:subfield>
                    <marcx:subfield code="g">xx</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="097">
                    <marcx:subfield code="a">MF 46.4 Ålborg Oles</marcx:subfield>
                    <marcx:subfield code="u">Begrænset udlån</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="100">
                    <marcx:subfield code="a">Olesen</marcx:subfield>
                    <marcx:subfield code="h">Svend B.</marcx:subfield>
                    <marcx:subfield code="c">f. 1908</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="245">
                    <marcx:subfield code="a">Fra Povl Pop til Poul Pagh</marcx:subfield>
                    <marcx:subfield code="c">mænd og huse i det gamle Aalborg</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="260">
                    <marcx:subfield code="a">Aalborg</marcx:subfield>
                    <marcx:subfield code="b">Selskabet for Aalborgs Historie</marcx:subfield>
                    <marcx:subfield code="c">1972-1973</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="300">
                    <marcx:subfield code="a">2 bind</marcx:subfield>
                    <marcx:subfield code="b">ill.</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="440">
                    <marcx:subfield code="a">Aalborg-bogen</marcx:subfield>
                    <marcx:subfield code="v">1973</marcx:subfield>
                  </marcx:datafield>
                  <marcx:datafield ind1="0" ind2="0" tag="652">
                    <marcx:subfield code="m">46.4</marcx:subfield>
                    <marcx:subfield code="b">Ålborg</marcx:subfield>
                  </marcx:datafield>
                </marcx:record>
              </marcx:collection>
              <os:identifier>850330-katalog:000001544</os:identifier>
              <os:creationDate>2005-06-02</os:creationDate>
              <os:holdingsCount>1</os:holdingsCount>
              <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>fullDisplay</ns1:outputFormat>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
